{
  "sentences": [
    ["おはよう!よく眠れた?", "おはよう!よくねむれた?"],
    ["今日の天気はどうかな?", "きょうのてんきはどうかな?"],
    ["昨日のドラマ見た?", "きのうのどらまみた?"],
    ["お昼何食べた?", "おひるなにたべた?"],
    ["週末どこか行く予定ある?", "しゅうまつどこかいくよていある?"],
    ["早く春にならないかな。", "はやくはるにならないかな。"],
    ["久しぶりに会いたいね。", "ひさしぶりにあいたいね。"],
    ["コーヒーでも飲みに行こうか?", "こーひーでものみにいこうか?"],
    ["この映画、面白そうだね。", "このえいが、おもしろそうだね。"],
    [
      "新しいお店がオープンしたらしいよ。",
      "あたらしいおみせがおーぷんしたらしいよ。"
    ],
    ["宿題終わった?", "しゅくだいおわった?"],
    ["仕事どう?忙しい?", "しごとどう?いそがしい?"],
    ["明日の予定決まった?", "あしたのよていきまった?"],
    ["最近何か良い本読んだ?", "さいきんなにかよいほんよんだ?"],
    ["部屋の模様替えをしたいな。", "へやのもようがえをしたいな。"],
    ["夏休みの計画立てた?", "なつやすみのけいかくたてた?"],
    [
      "次の休みに何しようか迷ってる。",
      "つぎのやすみになにしようかまよってる。"
    ],
    ["これ、どこで買ったの?", "これ、どこでかったの?"],
    [
      "運動不足だからウォーキングしようかな。",
      "うんどうふそくだからうぉーきんぐしようかな。"
    ],
    ["美味しいケーキ屋さん知ってる?", "おいしいけーきやさんしってる?"],
    ["その服、すごく似合ってるよ!", "そのふく、すごくにあってるよ!"],
    ["最近疲れが取れないんだよね。", "さいきんつかれがとれないんだよね。"],
    [
      "新しいスマホにしようか迷ってる。",
      "あたらしいすまほにしようかまよってる。"
    ],
    ["今年こそ目標達成したいな。", "ことしこそもくひょうたっせいしたいな。"],
    [
      "あの店のランチセット美味しそうだね。",
      "あのみせのらんちせっとおいしそうだね。"
    ],
    ["最近、映画館行った?", "さいきん、えいがかんおこなった?"],
    ["誕生日おめでとう!", "たんじょうびおめでとう!"],
    ["健康診断の結果どうだった?", "けんこうしんだんのけっかどうだった?"],
    ["天気予報では雨って言ってたよ。", "てんきよほうではあめっていってたよ。"],
    [
      "この曲、何回聴いても飽きない。",
      "このきょく、なんかいきいてもあきない。"
    ],
    ["最近ハマってる趣味って何?", "さいきんはまってるしゅみってなに?"],
    ["時間があれば旅行したいな。", "じかんがあればりょこうしたいな。"],
    ["お花見するの楽しみだね。", "おはなみするのたのしみだね。"],
    ["早めに寝たほうがいいよ。", "はやめにねたほうがいいよ。"],
    ["新しい髪型、いい感じだね!", "あたらしいかみがた、いいかんじだね!"],
    [
      "友達の結婚式に何着て行こうか迷ってる。",
      "ともだちのけっこんしきになにきていこうかまよってる。"
    ],
    [
      "コンビニで新しいスイーツ買ったよ。",
      "こんびにであたらしいすいーつかったよ。"
    ],
    ["パソコンの調子が悪いんだよね。", "ぱそこんのちょうしがわるいんだよね。"],
    [
      "自転車のタイヤがパンクしちゃった。",
      "じてんしゃのたいやがぱんくしちゃった。"
    ],
    [
      "もうすぐバスが来るから急がないと。",
      "もうすぐばすがくるからいそがないと。"
    ],
    ["久しぶりにカラオケ行きたいな。", "ひさしぶりにからおけいきたいな。"],
    ["何かおすすめのアニメある?", "なにかおすすめのあにめある?"],
    ["朝ごはん何食べた?", "あさごはんなにたべた?"],
    [
      "あの人、何だか元気がなさそうだね。",
      "あのひと、なんだかげんきがなさそうだね。"
    ],
    [
      "写真の撮り方をもっと勉強したいな。",
      "しゃしんのとりかたをもっとべんきょうしたいな。"
    ],
    [
      "今日、電車が遅れてたみたいだよ。",
      "きょう、でんしゃがおくれてたみたいだよ。"
    ],
    ["そのカバン、どこのブランド?", "そのかばん、どこのぶらんど?"],
    [
      "旅行先で何か特別な体験したいな。",
      "りょこうさきでなにかとくべつなたいけんしたいな。"
    ],
    [
      "最近、運動する習慣がついたよ。",
      "さいきん、うんどうするしゅうかんがついたよ。"
    ],
    ["ご飯一緒に行く日、決めようか?", "ごはんいっしょにいくひ、きめようか?"],
    ["今日の会議、どうだった?", "きょうのかいぎ、どうだった?"],
    [
      "美術館で新しい展示が始まるらしい。",
      "びじゅつかんであたらしいてんじがはじまるらしい。"
    ],
    [
      "何か小さなことでも毎日感謝したいね。",
      "なにかちいさなことでもまいにちかんしゃしたいね。"
    ],
    [
      "冬になると手が乾燥して困るよね。",
      "ふゆになるとてがかんそうしてこまるよね。"
    ],
    ["来週末、空いてる日ある?", "らいしゅうまつ、あいてるひある?"],
    [
      "スーパーで新しい商品を見つけたよ。",
      "すーぱーであたらしいしょうひんをみつけたよ。"
    ],
    [
      "今日、道に迷っちゃって大変だった。",
      "きょう、みちにまよっちゃってたいへんだった。"
    ],
    ["何か楽しいことないかな。", "なにかたのしいことないかな。"],
    [
      "あのカフェ、夜もやってるらしいよ。",
      "あのかふぇ、よるもやってるらしいよ。"
    ],
    ["早起きすると気分がいいね。", "はやおきするときぶんがいいね。"],
    [
      "最近、読書する時間を作るようにしてる。",
      "さいきん、どくしょするじかんをつくるようにしてる。"
    ],
    [
      "美味しい紅茶が飲みたくなってきた。",
      "おいしいこうちゃがのみたくなってきた。"
    ],
    [
      "スマホの充電器、どこに置いたかな。",
      "すまほのじゅうでんき、どこにおいたかな。"
    ],
    ["このアプリ、便利で助かる!", "このあぷり、べんりでたすかる!"],
    [
      "週末のイベント、一緒に行かない?",
      "しゅうまつのいべんと、いっしょにいかない?"
    ],
    ["部屋に観葉植物を置きたいな。", "へやにかんようしょくぶつをおきたいな。"],
    [
      "今日、ランニングしてリフレッシュしたよ。",
      "きょう、らんにんぐしてりふれっしゅしたよ。"
    ],
    ["洗濯物がたまってきたな。", "せんたくぶつがたまってきたな。"],
    [
      "この間、道端で猫を見かけたよ。",
      "このかん、みちばたでねこをみかけたよ。"
    ],
    [
      "新しい靴を履いて歩くのが楽しみ!",
      "あたらしいくつをはいてあるくのがたのしみ!"
    ],
    [
      "この料理、作るの簡単だったよ。",
      "このりょうり、つくるのかんたんだったよ。"
    ],
    ["散歩中に虹を見つけた!", "さんぽちゅうににじをみつけた!"],
    [
      "あの映画、感動しすぎて泣いちゃった。",
      "あのえいが、かんどうしすぎてないちゃった。"
    ],
    [
      "今日の夕焼け、すごく綺麗だったね。",
      "きょうのゆうやけ、すごくきれいだったね。"
    ],
    [
      "スーパーで珍しい野菜を見つけたよ。",
      "すーぱーでめずらしいやさいをみつけたよ。"
    ],
    [
      "最近、時間が過ぎるのが早く感じる。",
      "さいきん、じかんがすぎるのがはやくかんじる。"
    ],
    [
      "急に雨が降ってきて濡れちゃった。",
      "きゅうにあめがふってきてぬれちゃった。"
    ],
    ["コーヒーと紅茶、どっちが好き?", "こーひーとこうちゃ、どっちがすき?"],
    [
      "朝起きたら窓が凍っててびっくりした。",
      "あさおきたらまどがこおっててびっくりした。"
    ],
    [
      "お気に入りの場所で読書するのが好き。",
      "おきにいりのばしょでどくしょするのがすき。"
    ],
    ["猫カフェに行ったら癒されたよ。", "ねこかふぇにいったらいやされたよ。"],
    [
      "次の長期休暇はどこに行こうか迷う。",
      "つぎのちょうききゅうかはどこにいこうかまよう。"
    ],
    [
      "趣味の時間をもっと大切にしたい。",
      "しゅみのじかんをもっとたいせつにしたい。"
    ],
    [
      "初めてのレシピで料理してみたよ。",
      "はじめてのれしぴでりょうりしてみたよ。"
    ],
    [
      "朝日を見ながら散歩するのが気持ちいい。",
      "あさひをみながらさんぽするのがきもちいい。"
    ],
    [
      "最近、友達からの連絡が少なくて寂しい。",
      "さいきん、ともだちからのれんらくがすくなくてさびしい。"
    ],
    [
      "この季節、暖かい飲み物が美味しいね。",
      "このきせつ、あたたかいのみものがおいしいね。"
    ],
    ["今日の夕食、何にしようかな。", "きょうのゆうしょく、なににしようかな。"],
    ["久しぶりに海を見に行きたいな。", "ひさしぶりにうみをみにいきたいな。"],
    [
      "近所の公園で桜が咲き始めたよ。",
      "きんじょのこうえんでさくらがさきはじめたよ。"
    ],
    [
      "読みかけの本がなかなか進まない。",
      "よみかけのほんがなかなかすすまない。"
    ],
    ["温泉に行ってのんびりしたいな。", "おんせんにいってのんびりしたいな。"],
    ["あのドラマの続編が待ち遠しい!", "あのどらまのぞくへんがまちどおしい!"],
    [
      "お気に入りの音楽を聴くと元気が出る。",
      "おきにいりのおんがくをきくとげんきがでる。"
    ],
    [
      "あの新作ゲーム、やってみたいな。",
      "あのしんさくげーむ、やってみたいな。"
    ],
    [
      "次の休日は料理に挑戦しようと思う。",
      "つぎのきゅうじつはりょうりにちょうせんしようとおもう。"
    ],
    ["夜更かししすぎて寝不足だよ。", "よるふかししすぎてねぶそくだよ。"],
    ["最近、体調はどう?", "さいきん、たいちょうはどう?"],
    [
      "そのアクセサリー、すごく素敵だね。",
      "そのあくせさりー、すごくすてきだね。"
    ],
    ["今日も1日お疲れさま!", "きょうも1にちおつかれさま!"],
    [
      "久しぶりに手紙を書いてみようかな。",
      "ひさしぶりにてがみをかいてみようかな。"
    ],
    [
      "朝食をしっかり食べると元気が出るね。",
      "ちょうしょくをしっかりたべるとげんきがでるね。"
    ],
    ["雨の日には読書が一番だね。", "あめのひにはどくしょがいちばんだね。"],
    ["昨日、面白い話を聞いたんだ。", "きのう、おもしろいはなしをきいたんだ。"],
    ["何かお手伝いできることある?", "なにかおてつだいできることある?"],
    [
      "最近、新しい趣味を見つけたんだ。",
      "さいきん、あたらしいしゅみをみつけたんだ。"
    ],
    [
      "あの店のパスタが本当に美味しいよ!",
      "あのみせのぱすたがほんとうにおいしいよ!"
    ],
    [
      "久しぶりに映画館で映画を観たよ。",
      "ひさしぶりにえいがかんでえいがをみたよ。"
    ],
    [
      "この間の旅行の写真を見返してる。",
      "このかんのりょこうのしゃしんをみかえしてる。"
    ],
    [
      "新しいスニーカー、履き心地が良いよ。",
      "あたらしいすにーかー、はきごこちがよいよ。"
    ],
    [
      "次の休みは早起きしてみようかな。",
      "つぎのやすみははやおきしてみようかな。"
    ],
    ["夜空の星がすごく綺麗だったよ。", "よぞらのほしがすごくきれいだったよ。"],
    ["最近、DIYに興味が出てきた。", "さいきん、DIYにきょうみがでてきた。"],
    ["あの本、すごく面白かったよ。", "あのほん、すごくおもしろかったよ。"],
    [
      "毎日少しずつでも運動するのが目標。",
      "まいにちすこしずつでもうんどうするのがもくひょう。"
    ],
    ["新しい友達ができて嬉しいな。", "あたらしいともだちができてうれしいな。"],
    [
      "最近、街がクリスマス一色になってきたね。",
      "さいきん、まちがくりすますいっしょくになってきたね。"
    ],
    [
      "明日の予定が詰まってて少し不安。",
      "あしたのよていがつまっててすこしふあん。"
    ],
    [
      "健康のためにもっと野菜を食べるようにしてる。",
      "けんこうのためにもっとやさいをたべるようにしてる。"
    ],
    [
      "今日の服装、すごくおしゃれだね!",
      "きょうのふくそう、すごくおしゃれだね!"
    ],
    [
      "あのレストラン、予約しておいて良かった。",
      "あのれすとらん、よやくしておいてよかった。"
    ],
    ["雨の日には映画を観るのが好き。", "あめのひにはえいがをみるのがすき。"],
    [
      "週末は家でのんびり過ごしたい。",
      "しゅうまつはいえでのんびりすごしたい。"
    ],
    [
      "美味しいカレーが食べたくなってきた。",
      "おいしいかれーがたべたくなってきた。"
    ],
    [
      "毎朝のストレッチで体が軽くなる感じ。",
      "まいあさのすとれっちでからだがかるくなるかんじ。"
    ],
    [
      "近所のカフェがリニューアルしたんだ。",
      "きんじょのかふぇがりにゅーあるしたんだ。"
    ],
    [
      "最近、写真を撮るのが楽しくなってきた。",
      "さいきん、しゃしんをとるのがたのしくなってきた。"
    ],
    [
      "次に会う時はどこで待ち合わせる?",
      "つぎにあうときはどこでまちあわせる?"
    ],
    [
      "朝の通勤電車で寝ちゃいそうだった。",
      "あさのつうきんでんしゃでねちゃいそうだった。"
    ],
    [
      "久しぶりにアルバムを見返して懐かしくなった。",
      "ひさしぶりにあるばむをみかえしてなつかしくなった。"
    ],
    [
      "冬の朝は布団から出るのが辛いよね。",
      "ふゆのあさはふとんからでるのがつらいよね。"
    ],
    [
      "雨の日にぴったりの傘を探してる。",
      "あめのひにぴったりのかさをさがしてる。"
    ],
    [
      "新しいスイーツショップ、もう行ってみた?",
      "あたらしいすいーつしょっぷ、もういってみた?"
    ],
    [
      "昼寝をすると午後がもっと頑張れる感じがする。",
      "ひるねをするとごごがもっとがんばれるかんじがする。"
    ],
    [
      "今度、一緒に料理してみたいね。",
      "こんど、いっしょにりょうりしてみたいね。"
    ],
    ["美味しいパン屋さんを見つけたよ!", "おいしいぱんやさんをみつけたよ!"],
    [
      "最近、街の景色が少しずつ変わってきてる。",
      "さいきん、まちのけしきがすこしずつかわってきてる。"
    ],
    [
      "散歩中に新しいカフェを見つけたよ。",
      "さんぽちゅうにあたらしいかふぇをみつけたよ。"
    ],
    [
      "今朝、目覚ましを止めて二度寝しちゃった。",
      "けさ、めざましをとめてにどねしちゃった。"
    ],
    ["あのアート展、行ってみたいな。", "あのあーとてん、おこなってみたいな。"],
    [
      "窓から見える景色が気持ち良いね。",
      "まどからみえるけしきがきもちよいね。"
    ],
    [
      "この季節、暖かい鍋料理が美味しい。",
      "このきせつ、あたたかいなべりょうりがおいしい。"
    ],
    [
      "最近、良い音楽に出会えて嬉しい。",
      "さいきん、よいおんがくにであえてうれしい。"
    ],
    [
      "初めてのお店で食事するのは少し緊張する。",
      "はじめてのおみせでしょくじするのはすこしきんちょうする。"
    ],
    [
      "今日のニュースでびっくりした話があったよ。",
      "きょうのにゅーすでびっくりしたはなしがあったよ。"
    ],
    [
      "あのカフェ、居心地が良くてついつい長居しちゃう。",
      "あのかふぇ、いごこちがよくてついついながいしちゃう。"
    ],
    [
      "最近、空気が乾燥してるから気をつけてね。",
      "さいきん、くうきがかんそうしてるからきをつけてね。"
    ],
    [
      "毎朝、日記をつけるのが習慣になった。",
      "まいあさ、にっきをつけるのがしゅうかんになった。"
    ],
    [
      "このジャケット、ずっと欲しかったんだ。",
      "このじゃけっと、ずっとほしかったんだ。"
    ],
    [
      "最近、疲れが取れにくい気がする。",
      "さいきん、つかれがとれにくいきがする。"
    ],
    [
      "たまには新しいことに挑戦したいね。",
      "たまにはあたらしいことにちょうせんしたいね。"
    ],
    ["お気に入りの香水を見つけたよ。", "おきにいりのこうすいをみつけたよ。"],
    ["冬の夜空は特に星が綺麗だね。", "ふゆのよぞらはとくにほしがきれいだね。"],
    [
      "最近、懐かしい曲を聴くのが楽しい。",
      "さいきん、なつかしいきょくをきくのがたのしい。"
    ],
    [
      "明日、早起きして散歩してみよう。",
      "あした、はやおきしてさんぽしてみよう。"
    ],
    [
      "新しい言語を勉強し始めたよ。",
      "あたらしいげんごをべんきょうしはじめたよ。"
    ],
    [
      "昨日見た夢がすごく不思議だった。",
      "きのうみたゆめがすごくふしぎだった。"
    ],
    [
      "最近、健康を意識して水をたくさん飲んでる。",
      "さいきん、けんこうをいしきしてみずをたくさんのんでる。"
    ],
    [
      "初めて行く場所ってワクワクするね。",
      "はじめていくばしょってわくわくするね。"
    ],
    [
      "この映画、何度見ても感動する。",
      "このえいが、なんどみてもかんどうする。"
    ],
    [
      "次の旅行は海外に行ってみたいな。",
      "つぎのりょこうはかいがいにいってみたいな。"
    ],
    [
      "最近、写真を撮るのが楽しくなってきた。",
      "さいきん、しゃしんをとるのがたのしくなってきた。"
    ],
    [
      "雨上がりの匂いって落ち着くよね。",
      "あめあがりのにおいっておちつくよね。"
    ],
    [
      "最近、時間があれば料理してるんだ。",
      "さいきん、じかんがあればりょうりしてるんだ。"
    ],
    [
      "あの店のメニューが新しくなったらしいよ。",
      "あのみせのめにゅーがあたらしくなったらしいよ。"
    ],
    [
      "今日、街で偶然友達に会ったんだ。",
      "きょう、まちでぐうぜんともだちにあったんだ。"
    ],
    [
      "この季節になると温泉に行きたくなる。",
      "このきせつになるとおんせんにいきたくなる。"
    ],
    [
      "新しい趣味を見つけるのって楽しいね。",
      "あたらしいしゅみをみつけるのってたのしいね。"
    ],
    [
      "夜のランニングが意外と気持ち良い。",
      "よるのらんにんぐがいがいときもちよい。"
    ],
    ["久しぶりに手紙を書いてみたよ。", "ひさしぶりにてがみをかいてみたよ。"],
    [
      "最近、空の写真を撮るのが好きなんだ。",
      "さいきん、そらのしゃしんをとるのがすきなんだ。"
    ],
    [
      "今日の夕焼け、すごく綺麗だった。",
      "きょうのゆうやけ、すごくきれいだった。"
    ],
    [
      "新しいスポーツに挑戦してみたい。",
      "あたらしいすぽーつにちょうせんしてみたい。"
    ],
    [
      "休日の朝にゆっくりコーヒーを飲むのが至福。",
      "きゅうじつのあさにゆっくりこーひーをのむのがしふく。"
    ],
    [
      "冬になると鍋料理が恋しくなるよね。",
      "ふゆになるとなべりょうりがこいしくなるよね。"
    ],
    [
      "この間、新しいカフェを見つけたんだ。",
      "このかん、あたらしいかふぇをみつけたんだ。"
    ],
    [
      "毎朝、ヨガをするのが日課になった。",
      "まいあさ、よがをするのがにっかになった。"
    ],
    [
      "最近、猫の動画をよく見るようになった。",
      "さいきん、ねこのどうがをよくみるようになった。"
    ],
    ["この本、すごくためになるよ!", "このほん、すごくためになるよ!"],
    [
      "次の休みはアウトドアに挑戦してみたい。",
      "つぎのやすみはあうとどあにちょうせんしてみたい。"
    ],
    ["今度、一緒にピクニックしよう。", "こんど、いっしょにぴくにっくしよう。"],
    [
      "最近、写真を撮るのがもっと楽しくなった。",
      "さいきん、しゃしんをとるのがもっとたのしくなった。"
    ],
    ["朝の静けさが好き。", "あさのしずけさがすき。"],
    [
      "今度、新しいスポーツを始めてみたい。",
      "こんど、あたらしいすぽーつをはじめてみたい。"
    ],
    [
      "あのイベント、すごく楽しそうだったよ!",
      "あのいべんと、すごくたのしそうだったよ!"
    ],
    [
      "美味しいコーヒー豆を探してるんだ。",
      "おいしいこーひーまめをさがしてるんだ。"
    ],
    [
      "この間、ふと立ち寄ったカフェが良かったよ。",
      "このかん、ふとたちよったかふぇがよかったよ。"
    ],
    [
      "最近、クラシック音楽にハマってる。",
      "さいきん、くらしっくおんがくにはまってる。"
    ],
    [
      "次の休みには温泉旅行を計画してる。",
      "つぎのやすみにはおんせんりょこうをけいかくしてる。"
    ],
    [
      "久しぶりに自転車に乗ったら楽しかった。",
      "ひさしぶりにじてんしゃにのったらたのしかった。"
    ],
    [
      "このパンケーキ、ふわふわで最高!",
      "このぱんけーき、ふわふわでさいこう!"
    ],
    [
      "最近、空を見上げるのが好きになった。",
      "さいきん、そらをみあげるのがすきになった。"
    ],
    [
      "次の週末に何か楽しいことしようよ。",
      "つぎのしゅうまつになにかたのしいことしようよ。"
    ],
    [
      "今日のご飯、すごく美味しかった!",
      "きょうのごはん、すごくおいしかった!"
    ],
    [
      "最近、夜に星を眺めるのが習慣になった。",
      "さいきん、よるにほしをながめるのがしゅうかんになった。"
    ],
    ["あのドラマの続きが待ち遠しい。", "あのどらまのつづきがまちどおしい。"],
    [
      "朝のストレッチで1日がすっきり始まる。",
      "あさのすとれっちで1にちがすっきりはじまる。"
    ],
    [
      "近所の公園がすごく綺麗になってた。",
      "きんじょのこうえんがすごくきれいになってた。"
    ],
    [
      "この季節になると温かいスープが飲みたくなる。",
      "このきせつになるとあたたかいすーぷがのみたくなる。"
    ],
    ["今日も良い1日になるといいね。", "きょうもよい1にちになるといいね。"]
  ]
}
