{
  "sentences": [
    [
      "エンジン出力120%。このまま突破する!",
      "えんじんしゅつりょく120ぱーせんと。このままとっぱする!"
    ],
    [
      "そんな馬鹿な、計算通りなら爆発しないはずだ!",
      "そんなばかな、けいさんどおりならばくはつしないはずだ!"
    ],
    [
      "人工知能が自我を持ったのは、予想外だった。",
      "じんこうちのうがじがをもったのは、よそうがいだった。"
    ],
    [
      "この惑星はもうすぐ崩壊する、急がないと!",
      "このわくせいはもうすぐほうかいする、いそがないと!"
    ],
    [
      "重力制御が効かなくなった、しっかり捕まれ!",
      "じゅうりょくせいぎょがきかなくなった、しっかりつかまれ!"
    ],
    [
      "これが宇宙の果てか。美しいな。",
      "これがうちゅうのはてか。うつくしいな。"
    ],
    [
      "未確認飛行物体が3時の方向から接近中!",
      "みかくにんひこうぶったいが3じのほうこうからせっきんちゅう!"
    ],
    [
      "データ解析によれば、生命体の痕跡がある。",
      "でーたかいせきによれば、せいめいたいのこんせきがある。"
    ],
    [
      "信じられない、異次元に引き込まれるなんて!",
      "しんじられない、いじげんにひきこまれるなんて!"
    ],
    [
      "この銀河系では、時間の流れが違うらしい。",
      "このぎんがけいでは、じかんのながれがちがうらしい。"
    ],
    [
      "君はこの時代の人間じゃないのか?",
      "きみはこのじだいのにんげんじゃないのか?"
    ],
    [
      "このクリスタルがエネルギー源になるとは思わなかった。",
      "このくりすたるがえねるぎーげんになるとはおもわなかった。"
    ],
    [
      "宇宙船の燃料が尽きるまで、あと1時間しかない。",
      "うちゅうせんのねんりょうがつきるまで、あと1じかんしかない。"
    ],
    [
      "異星人のテクノロジー、これがその真髄か",
      "いせいじんのてくのろじー、これがそのしんずいか"
    ],
    [
      "この星の住人は、私たちを歓迎しているようだ。",
      "このほしのじゅうにんは、わたしたちをかんげいしているようだ。"
    ],
    [
      "ワープゲートが崩壊している!戻れるのか?",
      "わーぷげーとがほうかいしている!もどれるのか?"
    ],
    [
      "サイバーパンクの街に足を踏み入れるのは初めてだ。",
      "さいばーぱんくのまちにあしをふみいれるのははじめてだ。"
    ],
    [
      "君の記憶を覗くには、このデバイスが必要だ。",
      "きみのきおくをのぞくには、このでばいすがひつようだ。"
    ],
    [
      "そのアンドロイドは感情を持っていると言ったな?",
      "そのあんどろいどはかんじょうをもっているといったな?"
    ],
    [
      "ブラックホールの中心に何があるか、確かめたいんだ。",
      "ぶらっくほーるのちゅうしんになにがあるか、たしかめたいんだ。"
    ],
    [
      "俺、今日から異世界の勇者らしい。",
      "おれ、きょうからいせかいのゆうしゃらしい。"
    ],
    [
      "お前が伝説の剣?ちょっと軽すぎないか?",
      "おまえがでんせつのけん?ちょっとかるすぎないか?"
    ],
    [
      "魔王討伐なんて面倒くさい。でも、やるしかないか。",
      "まおうとうばつなんてめんどうくさい。でも、やるしかないか。"
    ],
    [
      "この村の人たち、みんな笑顔だな。いい場所だ。",
      "このむらのひとたち、みんなえがおだな。いいばしょだ。"
    ],
    [
      "転生したらスライムになってたとか、冗談だろ?",
      "てんせいしたらすらいむになってたとか、じょうだんだろ?"
    ],
    [
      "ここが魔法学院か 意外と普通の学校だな。",
      "ここがまほうがくいんかいがいとふつうのがっこうだな。"
    ],
    [
      "お前のその剣、どこで手に入れたんだ?",
      "おまえのそのけん、どこでてにいれたんだ?"
    ],
    [
      "姫様、そのお願いは少し無茶じゃありませんか?",
      "ひめさま、そのおねがいはすこしむちゃじゃありませんか?"
    ],
    [
      "魔力がゼロの俺が、どうして召喚されたんだ?",
      "まりょくがぜろのおれが、どうしてしょうかんされたんだ?"
    ],
    [
      "この城、どう見ても人間の手で作られてない。",
      "このしろ、どうみてもにんげんのてでつくられてない。"
    ],
    [
      "その眼帯、ただの飾りじゃないんだろ?",
      "そのがんたい、ただのかざりじゃないんだろ?"
    ],
    [
      "俺の能力が掃除ってどういうことだよ!",
      "おれののうりょくがそうじってどういうことだよ!"
    ],
    [
      "仲間ができたのは嬉しいけど 全員変人じゃないか?",
      "なかまができたのはうれしいけどぜんいんへんじんじゃないか?"
    ],
    [
      "この世界の夜空、星が多すぎて見飽きないな。",
      "このせかいのよぞら、ほしがおおすぎてみあきないな。"
    ],
    [
      "この街のどこかに、隠されたダンジョンがあるらしい。",
      "このまちのどこかに、かくされただんじょんがあるらしい。"
    ],
    [
      "お前のその笑顔、何か企んでるだろ?",
      "おまえのそのえがお、なにかたくらんでるだろ?"
    ],
    [
      "ドラゴンに乗るのが、こんなに怖いなんて知らなかった。",
      "どらごんにのるのが、こんなにこわいなんてしらなかった。"
    ],
    [
      "このポーション、本当に効くのか?",
      "このぽーしょん、ほんとうにきくのか?"
    ],
    [
      "俺が異世界の神になるって、どういうことだ?",
      "おれがいせかいのかみになるって、どういうことだ?"
    ],
    [
      "この街の屋台料理、美味しすぎてやばい!",
      "このまちのやたいりょうり、おいしすぎてやばい!"
    ],
    ["敵の足音が近づいている", "てきのあしおとがちかづいている"],
    [
      "この森を抜けた先に、禁忌の城がある。",
      "このもりをぬけたさきに、きんきのしろがある。"
    ],
    ["剣が折れた、どうする!?", "けんがおれた、どうする!?"],
    ["罠だ!後ろに気をつけろ!", "わなだ!うしろにきをつけろ!"],
    ["この洞窟、何かがおかしい 。", "このどうくつ、なにかがおかしい。"],
    [
      "呪いの印が浮かび上がってきたぞ!",
      "のろいのしるしがうかびあがってきたぞ!"
    ],
    [
      "その宝石に触れたら、命を落とすぞ。",
      "そのほうせきにふれたら、いのちをおとすぞ。"
    ],
    [
      "この扉を開ける鍵は、どこにあるんだ?",
      "このとびらをあけるかぎは、どこにあるんだ?"
    ],
    ["追手が来る前に脱出しないと!", "おってがくるまえにだっしゅつしないと!"],
    ["この部屋に入ったのは誰?", "このへやにはいったのはだれ?"],
    [
      "君の魔法は、誰よりも美しいよ。",
      "きみのまほうは、だれよりもうつくしいよ。"
    ],
    [
      "星が降る夜、ここで君を待ちたかったんだ。",
      "ほしがふるよる、ここできみをまちたかったんだ。"
    ],
    [
      "この景色を一緒に見られて、良かったよ。",
      "このけしきをいっしょにみられて、よかったよ。"
    ],
    [
      "ずっと一人だと思ってた。でも君がいる。",
      "ずっとひとりだとおもってた。でもきみがいる。"
    ],
    [
      "君の笑顔を見るためなら、何でもする。",
      "きみのえがおをみるためなら、なにでもする。"
    ],
    ["この花、君に似合うと思って。", "このはな、きみににあうとおもって。"],
    [
      "たとえ世界が終わっても、君を守る。",
      "たとえせかいがおわっても、きみをまもる。"
    ],
    ["君のその瞳、どこか懐かしい。", "きみのそのひとみ、どこかなつかしい。"],
    [
      "君がいれば、どんな困難でも乗り越えられる。",
      "きみがいれば、どんなこんなんでものりこえられる。"
    ],
    [
      "この風景、君と一緒に見たかったんだ。",
      "このふうけい、きみといっしょにみたかったんだ。"
    ],
    [
      "この村、全員が何かを隠している。",
      "このむら、ぜんいんがなにかをかくしている。"
    ],
    [
      "あの屋敷には、誰も近づけない理由があるらしい。",
      "あのやしきには、だれもちかづけないりゆうがあるらしい。"
    ],
    ["消えた街が地図に戻ってきた?", "きえたまちがちずにもどってきた?"],
    [
      "あの本には、何か恐ろしい秘密が隠されている。",
      "あのほんには、なにかおそろしいひみつがかくされている。"
    ],
    [
      "この指輪、持つと心が重くなる気がする。",
      "このゆびわ、もつとこころがおもくなるきがする。"
    ],
    ["彼の過去、誰も知らないらしい。", "かれのかこ、だれもしらないらしい。"],
    [
      "奇妙な石碑を見つけた。そこには暗号が刻まれていた。",
      "きみょうなせきひをみつけた。そこにはあんごうがきざまれていた。"
    ],
    [
      "この鍵が開ける扉、どこにあるんだ?",
      "このかぎがあけるとびら、どこにあるんだ?"
    ],
    ["影が動いている。誰かいるのか?", "かげがうごいている。だれかいるのか?"],
    ["その声、聞いてはいけない。", "そのこえ、きいてはいけない。"],
    ["惑星の大気が変化している。", "わくせいのたいきがへんかしている。"],
    [
      "シミュレーション内で生きているなんて信じられるか?",
      "しみゅれーしょんないでいきているなんてしんじられるか?"
    ],
    ["次元の裂け目が安定しない!", "じげんのさけめがあんていしない!"],
    [
      "宇宙嵐が接近中、全員シェルターに避難!",
      "うちゅうあらしがせっきんちゅう、ぜんいんしぇるたーにひなん!"
    ],
    [
      "あの小型ドローンは何かを探しているみたいだ。",
      "あのこがたどろーんはなにかをさがしているみたいだ。"
    ],
    [
      "この宇宙服、酸素残量がほとんどないぞ!",
      "このうちゅうふく、さんそざんりょうがほとんどないぞ!"
    ],
    [
      "私たちは人類最後の希望なんだ。",
      "わたしたちはじんるいさいごのきぼうなんだ。"
    ],
    [
      "そのウイルス、機械に感染するだと?",
      "そのういるす、きかいにかんせんするだと?"
    ],
    [
      "この船のAI、どうやら何かを隠しているらしい。",
      "このふねのAI、どうやらなにかをかくしているらしい。"
    ],
    [
      "銀河連邦に逆らうことがどれだけ危険か分かっているのか?",
      "ぎんがれんぽうにさからうことがどれだけきけんかわかっているのか?"
    ],
    [
      "次のコロニーまで、ワープジャンプで12光年だ。",
      "つぎのころにーまで、わーぷじゃんぷで12こうねんだ。"
    ],
    [
      "このエネルギー反応、未知の生命体かもしれない。",
      "このえねるぎーはんのう、みちのせいめいたいかもしれない。"
    ],
    [
      "すべての星図が狂っている。一体どういうことだ?",
      "すべてのせいずがくるっている。いったいどういうことだ?"
    ],
    [
      "彼らのテクノロジーは私たちを何世紀も先んじている。",
      "かれらのてくのろじーはわたしたちをなんせいきもさきんじている。"
    ],
    [
      "重力の歪みを通り抜けるには計算が完璧じゃないと!",
      "じゅうりょくのゆがみをとおりぬけるにはけいさんがかんぺきじゃないと!"
    ],
    [
      "その宇宙ステーションは、完全に廃墟と化している。",
      "そのうちゅうすてーしょんは、かんぜんにはいきょとかしている。"
    ],
    [
      "異星人との交渉、言葉が通じなくても試みるしかない。",
      "いせいじんとのこうしょう、ことばがつうじなくてもこころみるしかない。"
    ],
    [
      "光速航行中に他の船と接触した、ありえない!",
      "こうそくこうこうちゅうにたのふねとせっしょくした、ありえない!"
    ],
    [
      "その星の名前は禁忌だ。誰も近づいてはならない。",
      "そのほしのなまえはきんきだ。だれもちかづいてはならない。"
    ],
    [
      "探査機が何かを発見したが、データが壊れている。",
      "たんさきがなにかをはっけんしたが、でーたがこわれている。"
    ],
    [
      "この魔導書には、禁忌の魔法が封印されているらしい。",
      "このましるべしょには、きんきのまほうがふういんされているらしい。"
    ],
    [
      "まさか俺が、魔族の血を引いていたなんて。",
      "まさかおれが、まぞくのちをひいていたなんて。"
    ],
    [
      "魔法の才能ゼロだった俺が、どうして伝説の英雄に?",
      "まほうのさいのうぜろだったおれが、どうしてでんせつのえいゆうに?"
    ],
    [
      "この塔の最上階に、世界を救う秘宝が眠っているらしい。",
      "このとうのさいじょうかいに、せかいをすくうひほうがねむっているらしい。"
    ],
    [
      "君は異世界人だろう?その目がそう語っている。",
      "きみはいせかいじんだろう?そのめがそうかたっている。"
    ],
    [
      "勇者様、どうかこの村をお救いください!",
      "ゆうしゃさま、どうかこのむらをおすくいください!"
    ],
    [
      "そのドラゴンの涙には、不死の力が宿っているそうだ。",
      "そのどらごんのなみだには、ふしのちからがやどっているそうだ。"
    ],
    [
      "俺が召喚された理由が、これで明らかになった。",
      "おれがしょうかんされたりゆうが、これであきらかになった。"
    ],
    [
      "この街の地下には、巨大な迷宮が広がっている。",
      "このまちのちかには、きょだいなめいきゅうがひろがっている。"
    ],
    [
      "お前、本当に記憶を失っているのか?",
      "おまえ、ほんとうにきおくをうしなっているのか?"
    ],
    [
      "魔王は倒したけど、これで本当に終わりなのか?",
      "まおうはたおしたけど、これでほんとうにおわりなのか?"
    ],
    [
      "伝説の魔剣が俺に語りかけてくる。気のせいか?",
      "でんせつのまけんがおれにかたりかけてくる。きのせいか?"
    ],
    [
      "異世界の食材を使って、最高の料理を作ってやる!",
      "いせかいのしょくざいをつかって、さいこうのりょうりをつくってやる!"
    ],
    [
      "この町の人たち、どうして俺を歓迎してくれるんだろう?",
      "このまちのひとたち、どうしておれをかんげいしてくれるんだろう?"
    ],
    [
      "この指輪、ただの装飾品じゃない気がする。",
      "このゆびわ、ただのそうしょくひんじゃないきがする。"
    ],
    [
      "精霊たちがささやいている。聞こえるか?",
      "せいれいたちがささやいている。きこえるか?"
    ],
    [
      "魔法学院の試験、これが最終課題だなんて無茶だ!",
      "まほうがくいんのしけん、これがさいしゅうかだいだなんてむちゃだ!"
    ],
    [
      "その宝箱、絶対に開けちゃダメだって言っただろ!",
      "そのたからばこ、ぜったいにあけちゃだめだっていっただろ!"
    ],
    [
      "異世界の王女様が、なぜか俺を狙っているらしい。",
      "いせかいのおうじょさまが、なぜかおれをねらっているらしい。"
    ],
    [
      "このクエスト、報酬にしてはリスクが高すぎないか?",
      "このくえすと、ほうしゅうにしてはりすくがたかすぎないか?"
    ],
    [
      "その洞窟の中で光るものまさか宝石か?",
      "そのどうくつのなかでひかるものまさかほうせきか?"
    ],
    [
      "地図に載っていない道が、ここに繋がっているなんて。",
      "ちずにのっていないみちが、ここにつながっているなんて。"
    ],
    ["剣だけじゃダメだ、頭を使え!", "けんだけじゃだめだ、あたまをつかえ!"],
    ["炎が迫ってくる!走れ!", "ほのおがせまってくる!はしれ!"],
    ["この鍵、どの扉にも合わない!", "このかぎ、どのとびらにもあわない!"],
    [
      "風の音が不気味すぎる。何かがいる。",
      "かぜのおとがぶきみすぎる。なにかがいる。"
    ],
    [
      "次の罠がどこに仕掛けられているか、気をつけろ。",
      "つぎのわながどこにしかけられているか、きをつけろ。"
    ],
    [
      "この遺跡の奥にあるものが、世界を変えるらしい。",
      "このいせきのおくにあるものが、せかいをかえるらしい。"
    ],
    ["仲間を信じるしかない、今は。", "なかまをしんじるしかない、いまは。"],
    ["一度失敗したら、命はないぞ。", "いちどしっぱいしたら、いのちはないぞ。"],
    [
      "その薬草、どうして光っているんだ?",
      "そのやくそう、どうしてひかっているんだ?"
    ],
    [
      "背後に気配を感じる 絶対に振り向くな。",
      "はいごにけはいをかんじるぜったいにふりむくな。"
    ],
    [
      "船が嵐に飲み込まれる!全員持ち場につけ!",
      "ふねがあらしにのみこまれる!ぜんいんもちばにつけ!"
    ],
    [
      "この街のどこかに、伝説の剣が隠されているはずだ。",
      "このまちのどこかに、でんせつのけんがかくされているはずだ。"
    ],
    [
      "この道を進むと、本当に戻れなくなるぞ。",
      "このみちをすすむと、ほんとうにもどれなくなるぞ。"
    ],
    [
      "誰が敵で誰が味方か、もう分からない。",
      "だれがてきでだれがみかたか、もうわからない。"
    ],
    ["足音が消えた。どこに行った?", "あしおとがきえた。どこにいった?"],
    [
      "魔物たちが急に静かになった。嵐の前触れか?",
      "まものたちがきゅうにしずかになった。あらしのまえぶれか?"
    ],
    [
      "俺たち以外に、誰かこのダンジョンに入った形跡がある。",
      "おれたちいがいに、だれかこのだんじょんにはいったけいせきがある。"
    ],
    [
      "その地図、本当に信じられるのか?",
      "そのちず、ほんとうにしんじられるのか?"
    ],
    [
      "君の笑顔、俺には眩しすぎるんだ。",
      "きみのえがお、おれにはまぶしすぎるんだ。"
    ],
    [
      "一緒に星を数えられるなんて、幸せだな。",
      "いっしょにほしをかぞえられるなんて、しあわせだな。"
    ],
    [
      "これが俺の世界の全てだ、君に捧げたい。",
      "これがおれのせかいのすべてだ、くんにささげたい。"
    ],
    [
      "この風景、君とだから美しいと感じるんだ。",
      "このふうけい、きみとだからうつくしいとかんじるんだ。"
    ],
    [
      "君がいるだけで、この旅は特別になる。",
      "きみがいるだけで、このたびはとくべつになる。"
    ],
    [
      "君の瞳には、どんな魔法よりも強い力がある。",
      "きみのひとみには、どんなまほうよりもつよいちからがある。"
    ],
    [
      "手を握ってくれないか?怖くて動けないんだ。",
      "てをにぎってくれないか?こわくてうごけないんだ。"
    ],
    [
      "この瞬間を忘れないように、心に刻んでおくよ。",
      "このしゅんかんをわすれないように、こころにきざんでおくよ。"
    ],
    [
      "君と出会えた奇跡に、感謝してるんだ。",
      "きみとであえたきせきに、かんしゃしてるんだ。"
    ],
    [
      "約束するよ。君を二度と一人にはしない。",
      "やくそくするよ。きみをにどとひとりにはしない。"
    ],
    [
      "あの古びた時計台には、秘密があるに違いない。",
      "あのふるびたとけいだいには、ひみつがあるにちがいない。"
    ],
    [
      "部屋の中が誰かの足跡だらけだ、俺以外に誰が入った?",
      "へやのなかがだれかのあしあとだらけだ、おれいがいにだれがはいった?"
    ],
    [
      "村の掟を破る者は、決して戻ってこないらしい。",
      "むらのおきてをやぶるものは、けっしてもどってこないらしい。"
    ],
    [
      "この古い地図、何か意味深な印がついている。",
      "このふるいちず、なにかいみふかなしるしがついている。"
    ],
    [
      "あの老人の言葉、どうも引っかかるんだよな。",
      "あのろうじんのことば、どうもひっかかるんだよな。"
    ],
    [
      "廃墟から聞こえる音 何かが動いている?",
      "はいきょからきこえるおとなにかがうごいている?"
    ],
    [
      "この手紙、送った覚えのない自分の名前が書かれている。",
      "このてがみ、おくったおぼえのないじぶんのなまえがかかれている。"
    ],
    [
      "鏡の向こうの世界が、本当の現実かもしれない。",
      "かがみのむこうのせかいが、ほんとうのげんじつかもしれない。"
    ],
    [
      "この道、どうやら昨日と景色が変わっている気がする。",
      "このみち、どうやらきのうとけしきがかわっているきがする。"
    ],
    [
      "その紋章、どこで手に入れたんだ?",
      "そのもんしょう、どこでてにいれたんだ?"
    ],
    [
      "夜中に響く鐘の音、何か意味があるのかもしれない。",
      "やちゅうにひびくかねのおと、なにかいみがあるのかもしれない。"
    ],
    [
      "図書館の奥に秘密の扉があるなんて、誰も知らないだろう。",
      "としょかんのおくにひみつのとびらがあるなんて、だれもしらないだろう。"
    ],
    [
      "日記の最後のページが破れている。",
      "にっきのさいごのぺーじがやぶれている。"
    ],
    [
      "この絵、何かを伝えようとしているように見える。",
      "このえ、なにかをつたえようとしているようにみえる。"
    ],
    [
      "その声が聞こえるのは、俺だけなのか?",
      "そのこえがきこえるのは、おれだけなのか?"
    ],
    [
      "鍵が開いた先には、想像もしない光景が広がっていた。",
      "かぎがひらいたさきには、そうぞうもしないこうけいがひろがっていた。"
    ],
    [
      "この島のどこかに、過去を変える力が眠っているらしい。",
      "このしまのどこかに、かこをかえるちからがねむっているらしい。"
    ],
    [
      "あの廃墟に足を踏み入れる者は、誰も戻ってこない。",
      "あのはいきょにあしをふみいれるものは、だれももどってこない。"
    ],
    [
      "霧の中に人影が見える、まさか幽霊じゃないだろうな?",
      "きりのなかにひとかげがみえる、まさかゆうれいじゃないだろうな?"
    ],
    [
      "その肖像画、まるで見ている人を監視しているようだ。",
      "そのしょうぞうが、まるでみているひとをかんししているようだ。"
    ],
    [
      "宇宙の真理に近づいた者には、必ず試練が訪れる。",
      "うちゅうのしんりにちかづいたものには、かならずしれんがおとずれる。"
    ],
    [
      "軌道ステーションが通信を絶った、一体何が起きたんだ?",
      "きどうすてーしょんがつうしんをたった、いったいなにがおきたんだ?"
    ],
    [
      "恒星間エンジンの試運転が成功すれば人類は新たな時代を迎える。",
      "こうせいかんえんじんのしうんてんがせいこうすればじんるいはあらたなじだいをむかえる。"
    ],
    [
      "その隕石、ただの石じゃない、中に生命反応がある。",
      "そのいんせき、ただのいしじゃない、なかにせいめいはんのうがある。"
    ],
    [
      "未知のウイルスに感染した船員を隔離しろ!",
      "みちのういるすにかんせんしたせんいんをかくりしろ!"
    ],
    [
      "ワープ中に他の次元が見えた気がする。",
      "わーぷちゅうにたのじげんがみえたきがする。"
    ],
    [
      "私たちが地球に戻った頃には何百年も経っているのかもしれない。",
      "わたしたちがちきゅうにもどったころにはなんびゃくねんもたっているのかもしれない。"
    ],
    [
      "AIが暴走している、今すぐシステムを遮断するんだ!",
      "AIがぼうそうしている、いますぐしすてむをしゃだんするんだ!"
    ],
    [
      "あの惑星の地表には、何か奇妙な模様が広がっている。",
      "あのわくせいのちひょうには、なにかきみょうなもようがひろがっている。"
    ],
    [
      "クルーの一人が行方不明だ、どこへ消えたんだ?",
      "くるーのひとりがゆくえふめいだ、どこへきえたんだ?"
    ],
    [
      "宇宙戦闘艦のシールドが限界だ!これ以上は持たない!",
      "うちゅうせんとうかんのしーるどがげんかいだ!これいじょうはもたない!"
    ],
    [
      "その星の夜空にだけ見える光、あれは星ではない。",
      "そのほしのよぞらにだけみえるひかり、あれはほしではない。"
    ],
    [
      "銀河間通信で聞いた声が、なぜか懐かしい気がする。",
      "ぎんがかんつうしんできいたこえが、なぜかなつかしいきがする。"
    ],
    [
      "異星人との共存計画が、裏で操作されていたなんて。",
      "いせいじんとのきょうぞんけいかくが、うらでそうさされていたなんて。"
    ],
    [
      "次元の壁を超えた先に、人類の未来があるのか?",
      "じげんのかべをこえたさきに、じんるいのみらいがあるのか?"
    ],
    [
      "クローン技術で創られた人間が、自分の存在意義を問うとは。",
      "くろーんぎじゅつでつくられたにんげんが、じぶんのそんざいいぎをとうとは。"
    ],
    [
      "このバイオスーツ、まるで生きているようだ。",
      "このばいおすーつ、まるでいきているようだ。"
    ],
    [
      "宇宙嵐がデータを歪ませている。何が真実かわからない。",
      "うちゅうあらしがでーたをひずませている。なにがしんじつかわからない。"
    ],
    [
      "その宇宙塵、通常ではありえない軌道を描いているぞ。",
      "そのうちゅうじん、つうじょうではありえないきどうをえがいているぞ。"
    ],
    [
      "惑星探査ロボットが見つけたもの、それはただの岩ではなかった。",
      "わくせいたんさろぼっとがみつけたもの、それはただのいわではなかった。"
    ],
    [
      "このスキルツリー、俺が選ぶ道次第で世界が変わるらしい。",
      "このすきるつりー、おれがえらぶみちしだいでせかいがかわるらしい。"
    ],
    [
      "モンスターも俺を恐れるのか、悪くない気分だ。",
      "もんすたーもおれをおそれるのか、わるくないきぶんだ。"
    ],
    [
      "魔法の最強のスキルを持っていた。",
      "まほうのさいきょうのすきるをもっていた。"
    ],
    [
      "この街の伝説の剣士が、俺の師匠になるらしい。",
      "このまちのでんせつのけんしが、おれのししょうになるらしい。"
    ],
    [
      "魔法学院に入学したのに、学費を払えないとかどうしよう。",
      "まほうがくいんににゅうがくしたのに、がくひをはらえないとかどうしよう。"
    ],
    [
      "お前が竜を倒したって?証拠を見せてくれ。",
      "おまえがりゅうをたおしたって?しょうこをみせてくれ。"
    ],
    [
      "その指輪、王家の紋章が刻まれているなんて知らなかった。",
      "そのゆびわ、おうけのもんしょうがきざまれているなんてしらなかった。"
    ],
    [
      "俺のスキル鍛冶で、伝説の武器を作ってみせる!",
      "おれのすきるかじで、でんせつのぶきをつくってみせる!"
    ],
    [
      "この古い塔には、魔法がまだ息づいているらしい。",
      "このふるいとうには、まほうがまだいきづいているらしい。"
    ],
    [
      "スライムが仲間になりたいって、どういうことだ?",
      "すらいむがなかまになりたいって、どういうことだ?"
    ],
    [
      "姫様が俺の婚約者って話、絶対に何かの間違いだろ。",
      "ひめさまがおれのこんやくしゃってはなし、ぜったいになにかのまちがいだろ。"
    ],
    [
      "俺を召喚したのに、何の説明もないのかよ!",
      "おれをしょうかんしたのに、なにのせつめいもないのかよ!"
    ],
    [
      "この世界の常識を変えるのが、俺の役目らしい。",
      "このせかいのじょうしきをかえるのが、おれのやくめらしい。"
    ],
    [
      "お前のその盾、どんな攻撃も跳ね返すって本当か?",
      "おまえのそのたて、どんなこうげきもはねかえすってほんとうか?"
    ],
    [
      "この森、ただの自然じゃない。何かの結界が張られている。",
      "このもり、ただのしぜんじゃない。なにかのけっかいがはられている。"
    ],
    [
      "異世界の食文化って、こんなに面白いんだな!",
      "いせかいのしょくぶんかって、こんなにおもしろいんだな!"
    ],
    [
      "この湖には、精霊が住んでいるって言われている。",
      "このみずうみには、せいれいがすんでいるっていわれている。"
    ],
    [
      "異世界で鍛えた筋肉が、こんなに役立つなんてな!",
      "いせかいできたえたきんにくが、こんなにやくだつなんてな!"
    ],
    [
      "そのドラゴン、意外とお茶目な性格してるよな。",
      "そのどらごん、いがいとおちゃめなせいかくしてるよな。"
    ],
    [
      "この冒険が終わったら、また一緒に旅に出よう。",
      "このぼうけんがおわったら、またいっしょにたびにでよう。"
    ],
    [
      "ワープエンジン、今すぐ起動しろ!",
      "わーぷえんじん、いますぐきどうしろ!"
    ],
    ["この宇宙には、終わりがない。", "このうちゅうには、おわりがない。"],
    [
      "惑星のデータをリアルタイムで確認中。",
      "わくせいのでーたをりあるたいむでかくにんちゅう。"
    ],
    ["時間の流れが逆転している!", "じかんのながれがぎゃくてんしている!"],
    [
      "未知の信号、再生してみてくれ。",
      "みちのしんごう、さいせいしてみてくれ。"
    ],
    [
      "人工知能が人間を超え始めた。",
      "じんこうちのうがにんげんをこえはじめた。"
    ],
    ["ブラックホールの中心を目指す!", "ぶらっくほーるのちゅうしんをめざす!"],
    [
      "この星の生命体は人類を恐れている。",
      "このほしのせいめいたいはじんるいをおそれている。"
    ],
    [
      "宇宙船の燃料は残り5%だ。",
      "うちゅうせんのねんりょうはのこり5ぱーせんとだ。"
    ],
    [
      "銀河系の果てに文明の痕跡がある。",
      "ぎんがけいのはてにぶんめいのこんせきがある。"
    ],
    [
      "重力異常がこの空間を歪ませている。",
      "じゅうりょくいじょうがこのくうかんをゆがませている。"
    ],
    ["クルー全員、直ちに避難せよ!", "くるーぜんいん、ただちにひなんせよ!"],
    [
      "新しい次元に到達する準備を!",
      "あたらしいじげんにとうたつするじゅんびを!"
    ],
    ["惑星全体が意識を持っている。", "わくせいぜんたいがいしきをもっている。"],
    [
      "未知の生命体がコンタクトを試みている。",
      "みちのせいめいたいがこんたくとをこころみている。"
    ],
    [
      "地球時間と異なる周期で動いている。",
      "ちきゅうじかんとことなるしゅうきでうごいている。"
    ],
    [
      "このデバイスが宇宙の未来を決める。",
      "このでばいすがうちゅうのみらいをきめる。"
    ],
    [
      "クローン技術が人類の倫理を揺さぶる。",
      "くろーんぎじゅつがじんるいのりんりをゆさぶる。"
    ],
    ["この機械は自ら進化している。", "このきかいはみずからしんかしている。"],
    [
      "宇宙嵐の中に、奇妙な光が見える。",
      "うちゅうあらしのなかに、きみょうなひかりがみえる。"
    ],
    ["時空の壁が崩壊を始めている。", "じくうのかべがほうかいをはじめている。"],
    [
      "その星の核には無限のエネルギーがある。",
      "そのほしのかくにはむげんのえねるぎーがある。"
    ],
    [
      "宇宙ステーションが敵の攻撃を受けた。",
      "うちゅうすてーしょんがてきのこうげきをうけた。"
    ],
    [
      "これが私たちの銀河の最後かもしれない。",
      "これがわたしたちのぎんがのさいごかもしれない。"
    ],
    [
      "人工知能がこの船の指揮を奪った!",
      "じんこうちのうがこのふねのしきをうばった!"
    ],
    [
      "惑星表面の構造が急激に変化している。",
      "わくせいひょうめんのこうぞうがきゅうげきにへんかしている。"
    ],
    ["宇宙船の外部に、何かがいる。", "うちゅうせんのがいぶに、なにかがいる。"],
    [
      "人類がこの銀河を支配する時が来た。",
      "じんるいがこのぎんがをしはいするときがきた。"
    ],
    [
      "新しいコロニーがついに完成した。",
      "あたらしいころにーがついにかんせいした。"
    ],
    [
      "地球への帰還は計画外だが、やるしかない。",
      "ちきゅうへのきかんはけいかくがいだが、やるしかない。"
    ],
    [
      "銀河連邦からの通信が途絶えた。",
      "ぎんがれんぽうからのつうしんがとだえた。"
    ],
    ["人類は孤独ではなかったのか。", "じんるいはこどくではなかったのか。"],
    [
      "この技術が平和のために使われるべきだ。",
      "このぎじゅつがへいわのためにつかわれるべきだ。"
    ],
    [
      "宇宙に出た人類に、もう戻る場所はない。",
      "うちゅうにでたじんるいに、もうもどるばしょはない。"
    ],
    [
      "惑星の環境が急激に劣化している。",
      "わくせいのかんきょうがきゅうげきにれっかしている。"
    ],
    [
      "宇宙の謎が少しずつ解き明かされる。",
      "うちゅうのなぞがすこしずつときあかされる。"
    ],
    [
      "その物質は、時空を超える性質を持つ。",
      "そのぶっしつは、じくうをこえるせいしつをもつ。"
    ],
    [
      "異星人のメッセージを解析中だ。",
      "いせいじんのめっせーじをかいせきちゅうだ。"
    ],
    [
      "宇宙探査は、新たな希望をもたらす。",
      "うちゅうたんさは、あらたなきぼうをもたらす。"
    ],
    ["クルーに告ぐ、全員集結せよ!", "くるーにつぐ、ぜんいんしゅうけつせよ!"],
    ["友よ、今こそ立ち上がる時だ!", "ともよ、いまこそたちあがるときだ!"],
    [
      "希望を捨てず、共に未来を築こう。",
      "きぼうをすてず、ともにみらいをきずこう。"
    ],
    [
      "この国の未来は、我々の手にある!",
      "このくにのみらいは、われわれのてにある!"
    ],
    [
      "我々が団結すれば、不可能はない!",
      "われわれがだんけつすれば、ふかのうはない!"
    ],
    ["今こそ、自由のために戦おう。", "いまこそ、じゆうのためにたたかおう。"],
    ["我々の意志が歴史を変える。", "われわれのいしがれきしをかえる。"],
    ["国民よ、誇りを持って歩もう!", "こくみんよ、ほこりをもってあゆもう!"],
    [
      "この苦難を乗り越え、新たな時代へ。",
      "このくなんをのりこえ、あらたなじだいへ。"
    ],
    [
      "我々の力で、平和を実現しよう。",
      "われわれのちからで、へいわをじつげんしよう。"
    ],
    ["変革の時は、今ここにある!", "へんかくのときは、いまここにある!"],
    [
      "勇気ある者たちが新たな道を開く。",
      "ゆうきあるものたちがあらたなみちをひらく。"
    ],
    ["未来は誰の手にもまだ未定だ。", "みらいはだれのてにもまだみていだ。"],
    ["過去を振り返り、未来を描こう。", "かこをふりかえり、みらいをえがこう。"],
    [
      "一歩踏み出す勇気が、明日を作る。",
      "いっぽふみだすゆうきが、あしたをつくる。"
    ],
    ["我々には希望という武器がある。", "われわれにはきぼうというぶきがある。"],
    [
      "真実を求める心が、明日を変える。",
      "しんじつをもとめるこころが、あしたをかえる。"
    ],
    [
      "一人の力が世界を変えることもある。",
      "ひとりのちからがせかいをかえることもある。"
    ],
    ["共に歩むことが、最善の道だ。", "ともにあゆむことが、さいぜんのみちだ。"],
    [
      "挑戦を恐れるな、それが未来を築く。",
      "ちょうせんをおそれるな、それがみらいをきずく。"
    ],
    [
      "知恵と努力で、困難を克服しよう。",
      "ちえとどりょくで、こんなんをこくふくしよう。"
    ],
    ["自由とは、責任を持つことだ。", "じゆうとは、せきにんをもつことだ。"],
    ["この大地に平和を取り戻そう!", "このだいちにへいわをとりもどそう!"],
    ["全ての命が等しく価値を持つ。", "すべてのいのちがひとしくかちをもつ。"],
    [
      "新たな世代に夢を託す時が来た。",
      "あらたなせだいにゆめをたくすときがきた。"
    ],
    [
      "変化は恐れるべきではない、受け入れよう。",
      "へんかはおそれるべきではない、うけいれよう。"
    ],
    [
      "全ての人に平等な未来を約束する。",
      "すべてのひとにびょうどうなみらいをやくそくする。"
    ],
    [
      "歴史の中で我々は常に進化してきた。",
      "れきしのなかでわれわれはつねにしんかしてきた。"
    ],
    [
      "失敗は学びであり、敗北ではない。",
      "しっぱいはまなびであり、はいぼくではない。"
    ],
    ["我々の団結が世界を変える!", "われわれのだんけつがせかいをかえる!"],
    [
      "立ち上がれ!変革の風を起こそう。",
      "たちあがれ!へんかくのかぜをおこそう。"
    ],
    [
      "希望の光を失わず、前へ進もう。",
      "きぼうのひかりをうしなわず、まえへすすもう。"
    ],
    ["多様性が我々の強さとなる。", "たようせいがわれわれのつよさとなる。"],
    ["共に夢を語り、未来を作ろう。", "ともにゆめをかたり、みらいをつくろう。"],
    ["団結することで、奇跡は起こる。", "だんけつすることで、きせきはおこる。"],
    ["誇りを持ち、共に歩む時だ。", "ほこりをもち、ともにあゆむときだ。"],
    [
      "この瞬間こそ、歴史を変える一歩だ。",
      "このしゅんかんこそ、れきしをかえるいっぽだ。"
    ],
    ["平和は我々が創り出すものだ。", "へいわはわれわれがつくりだすものだ。"],
    [
      "全ての人が未来を共有できる社会を。",
      "すべてのひとがみらいをきょうゆうできるしゃかいを。"
    ],
    [
      "今この場所から、新しい時代を始めよう。",
      "いまこのばしょから、あたらしいじだいをはじめよう。"
    ],
    [
      "未来への道は、私たちの手にある。",
      "みらいへのみちは、わたしたちのてにある。"
    ],
    [
      "宇宙船のシールドが限界を迎える!",
      "うちゅうせんのしーるどがげんかいをむかえる!"
    ],
    [
      "新たな銀河への航路を開拓せよ!",
      "あらたなぎんがへのこうろをかいたくせよ!"
    ],
    [
      "重力場が異常を示している。",
      "じゅうりょくじょうがいじょうをしめしている。"
    ],
    [
      "惑星全体が生命を持つ存在だと!?",
      "わくせいぜんたいがせいめいをもつそんざいだと!?"
    ],
    [
      "このミッションは人類の希望そのものだ。",
      "このみっしょんはじんるいのきぼうそのものだ。"
    ],
    [
      "宇宙の闇には無限の可能性が眠る。",
      "うちゅうのやみにはむげんのかのうせいがねむる。"
    ],
    [
      "人工知能が選択した未来を見てみよう。",
      "じんこうちのうがせんたくしたみらいをみてみよう。"
    ],
    [
      "星々の間に隠された秘密を追え。",
      "ほしぼしのまにかくされたひみつをおえ。"
    ],
    [
      "そのデバイスが時空を安定させる鍵だ。",
      "そのでばいすがじくうをあんていさせるかぎだ。"
    ],
    [
      "通信の相手が人類だとは限らない。",
      "つうしんのあいてがじんるいだとはかぎらない。"
    ],
    [
      "恒星の爆発が我々に影響を及ぼす!",
      "こうせいのばくはつがわれわれにえいきょうをおよぼす!"
    ],
    [
      "宇宙ステーションに敵意を持つ存在がいる。",
      "うちゅうすてーしょんにてきいをもつそんざいがいる。"
    ],
    [
      "未知のウイルスが生態系を変えつつある。",
      "みちのういるすがせいたいけいをかえつつある。"
    ],
    [
      "全ての星が語る物語を耳を澄まして聞け。",
      "すべてのほしがかたるものがたりをみみをすましてきけ。"
    ],
    [
      "エネルギー不足がミッションを危機に陥れている。",
      "えねるぎーふそくがみっしょんをききにおとしいれている。"
    ],
    [
      "宇宙の果ては誰にも到達できない。",
      "うちゅうのはてはだれにもとうたつできない。"
    ],
    [
      "未来の人類に希望を残すための航海だ。",
      "みらいのじんるいにきぼうをのこすためのこうかいだ。"
    ],
    [
      "あの星の光は過去の名残に過ぎない。",
      "あのほしのひかりはかこのなごりにすぎない。"
    ],
    [
      "未知の技術が我々をさらなる進化へ導く。",
      "みちのぎじゅつがわれわれをさらなるしんかへみちびく。"
    ],
    [
      "宇宙の果てには真実が待っているはずだ。",
      "うちゅうのはてにはしんじつがまっているはずだ。"
    ],
    [
      "信じ合う心が、未来を変える力だ。",
      "しんじあうこころが、みらいをかえるちからだ。"
    ],
    [
      "我々の選択が次の世代を形作る。",
      "われわれのせんたくがつぎのせだいをかたちづくる。"
    ],
    [
      "今こそ立ち上がり、新たな一歩を!",
      "いまこそたちあがり、あらたないっぽを!"
    ],
    [
      "共に乗り越えた困難が我々を強くする。",
      "ともにのりこえたこんなんがわれわれをつよくする。"
    ],
    [
      "夢を追い続けることが変化を生む。",
      "ゆめをおいつづけることがへんかをうむ。"
    ],
    [
      "全ての命に平等な価値を与えよう。",
      "すべてのいのちにびょうどうなかちをあたえよう。"
    ],
    [
      "この瞬間から未来への旅を始めよう。",
      "このしゅんかんからみらいへのたびをはじめよう。"
    ],
    [
      "知恵を分かち合い、希望を創り上げよう。",
      "ちえをわかちあい、きぼうをつくりあげよう。"
    ],
    [
      "勇気ある行動が、歴史を刻むのだ。",
      "ゆうきあるこうどうが、れきしをきざむのだ。"
    ],
    [
      "この国の誇りを胸に、共に進もう。",
      "このくにのほこりをむねに、ともにすすもう。"
    ],
    [
      "困難の中にこそ、成長の種がある。",
      "こんなんのなかにこそ、せいちょうのたねがある。"
    ],
    [
      "決して屈しない意志が未来を切り拓く。",
      "けっしてくっしないいしがみらいをきりひらく。"
    ],
    [
      "すべての変革は、小さな行動から始まる。",
      "すべてのへんかくは、ちいさなこうどうからはじまる。"
    ],
    [
      "夢見る者が未来の道標となる。",
      "ゆめみるものがみらいのみちしるべとなる。"
    ],
    [
      "我々が希望の灯を守り続けるのだ。",
      "われわれがきぼうのあかりをまもりつづけるのだ。"
    ],
    [
      "多様な価値観が新しい世界を生む。",
      "たようなかちかんがあたらしいせかいをうむ。"
    ],
    [
      "協力と理解が平和を築く礎だ。",
      "きょうりょくとりかいがへいわをきずくいしずえだ。"
    ],
    [
      "未来のために今できることをしよう。",
      "みらいのためにいまできることをしよう。"
    ],
    [
      "国境を越え、平和を共に築こう。",
      "こっきょうをこえ、へいわをともにきずこう。"
    ],
    [
      "世界が一つになる瞬間を目指そう。",
      "せかいがひとつになるしゅんかんをめざそう。"
    ],
    [
      "次の世代に誇れる未来を残そう。",
      "つぎのせだいにほこれるみらいをのこそう。"
    ],
    [
      "愛と平和の力で世界を包み込もう。",
      "あいとへいわのちからでせかいをつつみこもう。"
    ],
    [
      "一歩ずつ、共に新しい時代へ向かおう。",
      "いっぽずつ、ともにあたらしいじだいへむかおう。"
    ],
    [
      "人間の可能性は無限だと信じよう。",
      "にんげんのかのうせいはむげんだとしんじよう。"
    ],
    ["知恵と行動が未来の鍵となる。", "ちえとこうどうがみらいのかぎとなる。"],
    [
      "我々の手で世界をより良いものに!",
      "われわれのてでせかいをよりよいものに!"
    ],
    [
      "過去を乗り越え、未来を切り拓こう。",
      "かこをのりこえ、みらいをきりひらこう。"
    ],
    [
      "希望の火を消さず、未来を照らそう。",
      "きぼうのひをけさず、みらいをてらそう。"
    ],
    [
      "我々の信念が次の時代を導くだろう。",
      "われわれのしんねんがつぎのじだいをみちびくだろう。"
    ],
    [
      "一人一人の力が、大きな変化を生む。",
      "ひとりひとりのちからが、おおきなへんかをうむ。"
    ],
    [
      "次元の裂け目を塞ぐ方法を探せ!",
      "じげんのさけめをふさぐほうほうをさがせ!"
    ],
    [
      "未来は常に再構築され続けている。",
      "みらいはつねにさいこうちくされつづけている。"
    ],
    [
      "この生命体は我々に何を望んでいる?",
      "このせいめいたいはわれわれになにをのぞんでいる?"
    ],
    [
      "新しい星系が私たちを待っている。",
      "あたらしいせいけいがわたしたちをまっている。"
    ],
    [
      "宇宙の広がりは人間の想像を超える。",
      "うちゅうのひろがりはにんげんのそうぞうをこえる。"
    ],
    [
      "時間軸が交差している現象を観測中。",
      "じかんじくがこうさしているげんしょうをかんそくちゅう。"
    ],
    [
      "その物質、エネルギーの無限供給源だ。",
      "そのぶっしつ、えねるぎーのむげんきょうきゅうげんだ。"
    ],
    [
      "宇宙の中心で、新たな法則が見つかった。",
      "うちゅうのちゅうしんで、あらたなほうそくがみつかった。"
    ],
    [
      "人類の限界を超えるための挑戦だ。",
      "じんるいのげんかいをこえるためのちょうせんだ。"
    ],
    [
      "過去からの信号が解読されつつある。",
      "かこからのしんごうがかいどくされつつある。"
    ],
    [
      "この宇宙船は、もう戻ることができない。",
      "このうちゅうせんは、もうもどることができない。"
    ],
    [
      "未来の人々がこの記録を読むだろう。",
      "みらいのひとびとがこのきろくをよむだろう。"
    ],
    [
      "この星の空気は完全に人工的だ。",
      "このほしのくうきはかんぜんにじんこうてきだ。"
    ],
    [
      "我々が見つけたものが歴史を変える。",
      "われわれがみつけたものがれきしをかえる。"
    ],
    [
      "宇宙に漂う未知の存在と共存できるか?",
      "うちゅうにただようみちのそんざいときょうぞんできるか?"
    ],
    [
      "星々の静寂に耳を傾けてみろ。",
      "ほしぼしのせいじゃくにみみをかたむけてみろ。"
    ],
    [
      "この宇宙に本当の敵は存在するのか?",
      "このうちゅうにほんとうのてきはそんざいするのか?"
    ],
    [
      "全ての銀河には始まりと終わりがある。",
      "すべてのぎんがにははじまりとおわりがある。"
    ],
    [
      "宇宙は我々が考えるより広い。",
      "うちゅうはわれわれがかんがえるよりひろい。"
    ],
    [
      "人類が宇宙で何を学ぶのかは未知数だ。",
      "じんるいがうちゅうでなにをまなぶのかはみちすうだ。"
    ],
    [
      "クルーの意識がなぜ共有されている?",
      "くるーのいしきがなぜきょうゆうされている?"
    ],
    [
      "宇宙探査の記録が途絶えている。",
      "うちゅうたんさのきろくがとだえている。"
    ],
    [
      "新しい次元に存在する物質を解析中。",
      "あたらしいじげんにそんざいするぶっしつをかいせきちゅう。"
    ],
    [
      "その星の光は、何千年前のものだ。",
      "そのほしのひかりは、なんせんねんまえのものだ。"
    ],
    [
      "時空間の歪みが私たちを飲み込む!",
      "じくうかんのゆがみがわたしたちをのみこむ!"
    ],
    [
      "惑星間通信が不可解な干渉を受けている。",
      "わくせいかんつうしんがふかかいなかんしょうをうけている。"
    ],
    [
      "人類は宇宙の一部に過ぎないのだ。",
      "じんるいはうちゅうのいちぶにすぎないのだ。"
    ],
    [
      "異星の遺跡が、新しい文明を示している。",
      "いせいのいせきが、あたらしいぶんめいをしめしている。"
    ],
    [
      "宇宙の法則が崩壊しつつある!",
      "うちゅうのほうそくがほうかいしつつある!"
    ],
    [
      "この惑星の大気成分が変化している。",
      "このわくせいのたいきせいぶんがへんかしている。"
    ],
    [
      "新たな銀河文明が発見される瞬間だ。",
      "あらたなぎんがぶんめいがはっけんされるしゅんかんだ。"
    ],
    [
      "人工重力が制御不能に陥っている。",
      "じんこうじゅうりょくがせいぎょふのうにおちいっている。"
    ],
    [
      "宇宙船に侵入した未知のエネルギー。",
      "うちゅうせんにしんにゅうしたみちのえねるぎー。"
    ],
    ["無限の闇に希望を見出す旅だ。", "むげんのやみにきぼうをみいだすたびだ。"],
    [
      "その星の核には、未知の力が宿る。",
      "そのほしのかくには、みちのちからがやどる。"
    ],
    [
      "新しい宇宙ステーションが完成した。",
      "あたらしいうちゅうすてーしょんがかんせいした。"
    ],
    [
      "時空ゲートが安定するまであと少しだ!",
      "じくうげーとがあんていするまであとすこしだ!"
    ],
    [
      "人類の起源を解明する鍵が見つかった。",
      "じんるいのきげんをかいめいするかぎがみつかった。"
    ],
    [
      "惑星規模の生命体と接触する準備を。",
      "わくせいきぼのせいめいたいとせっしょくするじゅんびを。"
    ],
    [
      "この装置は次元を超えるためのものだ。",
      "このそうちはじげんをこえるためのものだ。"
    ],
    [
      "その光は、別の宇宙からのものだ。",
      "そのひかりは、べつのうちゅうからのものだ。"
    ],
    [
      "銀河の中心で超新星が誕生した!",
      "ぎんがのちゅうしんでちょうしんせいがたんじょうした!"
    ],
    [
      "未知の物質がすべてのエネルギーを吸収する。",
      "みちのぶっしつがすべてのえねるぎーをきゅうしゅうする。"
    ],
    [
      "宇宙の果てには静寂しかないのか?",
      "うちゅうのはてにはせいじゃくしかないのか?"
    ],
    [
      "時間の流れが逆行しているエリアを発見。",
      "じかんのながれがぎゃっこうしているえりあをはっけん。"
    ],
    [
      "宇宙船内の重力場が安定していない。",
      "うちゅうせんないのじゅうりょくじょうがあんていしていない。"
    ],
    [
      "新たな星系に生命の可能性が見えた。",
      "あらたなせいけいにせいめいのかのうせいがみえた。"
    ],
    [
      "銀河の中心に眠る謎が明らかになる。",
      "ぎんがのちゅうしんにねむるなぞがあきらかになる。"
    ],
    [
      "我々は宇宙の中で小さな存在だ。",
      "われわれはうちゅうのなかでちいさなそんざいだ。"
    ],
    [
      "惑星間の移動が、ついに日常となった。",
      "わくせいかんのいどうが、ついににちじょうとなった。"
    ],
    ["信じる心が未来を切り開く。", "しんじるこころがみらいをきりひらく。"],
    ["全ての人に平和を届けよう。", "すべてのひとにへいわをとどけよう。"],
    ["新しい時代を共に迎えよう!", "あたらしいじだいをともにむかえよう!"],
    [
      "我々の力が世界を変える瞬間だ。",
      "われわれのちからがせかいをかえるしゅんかんだ。"
    ],
    [
      "夢を語ることが変革の始まりだ。",
      "ゆめをかたることがへんかくのはじまりだ。"
    ],
    ["団結こそが、すべての鍵となる。", "だんけつこそが、すべてのかぎとなる。"],
    [
      "自由のために立ち上がる時が来た!",
      "じゆうのためにたちあがるときがきた!"
    ],
    [
      "すべての挑戦が新たな道を拓く。",
      "すべてのちょうせんがあらたなみちをひらく。"
    ],
    [
      "希望の灯を決して消してはならない。",
      "きぼうのあかりをけっしてけしてはならない。"
    ],
    [
      "我々の努力が未来を輝かせる。",
      "われわれのどりょくがみらいをかがやかせる。"
    ],
    [
      "共に歩むことで不可能が可能になる。",
      "ともにあゆむことでふかのうがかのうになる。"
    ],
    ["挑戦する心が歴史を創る。", "ちょうせんするこころがれきしをつくる。"],
    [
      "過去の教訓を未来の力としよう。",
      "かこのきょうくんをみらいのちからとしよう。"
    ],
    [
      "全ての命が平等である世界を目指そう。",
      "すべてのいのちがびょうどうであるせかいをめざそう。"
    ],
    [
      "未来の世代のために今を行動しよう。",
      "みらいのせだいのためにいまをこうどうしよう。"
    ],
    [
      "変革の波を恐れず、新たな一歩を!",
      "へんかくのなみをおそれず、あらたないっぽを!"
    ],
    [
      "我々の信念が次の世代を導くだろう。",
      "われわれのしんねんがつぎのせだいをみちびくだろう。"
    ],
    [
      "未来への旅は、今日ここから始まる。",
      "みらいへのたびは、きょうここからはじまる。"
    ],
    [
      "この瞬間こそ、歴史を動かす力だ。",
      "このしゅんかんこそ、れきしをうごかすちからだ。"
    ],
    [
      "我々が共に未来を築き上げるのだ。",
      "われわれがともにみらいをきずきあげるのだ。"
    ],
    [
      "夢を追い続けることが未来を変える。",
      "ゆめをおいつづけることがみらいをかえる。"
    ],
    [
      "全ての命に平等な価値を与えよう。",
      "すべてのいのちにびょうどうなかちをあたえよう。"
    ]
  ]
}
