import type { LegalItem } from "~/types/legal";

export function useLegal() {
  const termsOfServiceSentence = ref<LegalItem[]>([
    {
      title: `利用規約`,
      size: `large`,
      content: `この利用規約（以下，「本規約」といいます。）は，Satype（以下，「当運営」といいます。）がこのウェブサイト上で提供するサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。<br><br>登録ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。`,
    },
    {
      title: `第1条（適用）`,
      content: `本規約は，ユーザーと当運営との間の本サービスの利用に関わる一切の関係に適用されるものとします。<br><br>
                当運営は本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます。）をすることがあります。<br>
                これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。<br><br>
                本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。<br>`,
    },
    {
      title: `第2条（利用登録）`,
      content: `本サービスにおいては，登録希望者が本規約に同意の上，当運営の定める方法によって利用登録を申請し，当運営がこれを承認することによって，利用登録が完了するものとします。<br><br>
                当運営は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。<br><br>
                &ensp;&ensp;1.利用登録の申請に際して虚偽の事項を届け出た場合<br>
                &ensp;&ensp;2.本規約に違反したことがある者からの申請である場合<br>
                &ensp;&ensp;3.その他，当運営が利用登録を相当でないと判断した場合<br>`,
    },
    {
      title: `第3条（ユーザーIDおよびパスワードの管理）`,
      content: `ユーザーは，自己の責任において，本サービスのユーザーIDおよびパスワードを適切に管理するものとします。<br><br>
                ユーザーは，いかなる場合にも，ユーザーIDおよびパスワードを第三者に譲渡または貸与し，もしくは第三者と共用することはできません。<br><br>
                当運営は，ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には，そのユーザーIDを登録しているユーザー自身による利用とみなします。<br><br>
                ユーザーID及びパスワードが第三者によって使用されたことによって生じた損害は，当運営に故意又は重大な過失がある場合を除き，当運営は一切の責任を負わないものとします。<br><br>`,
    },
    {
      title: `第4条（禁止事項）`,
      content: `ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。<br><br>
                &ensp;&ensp;1.法令または公序良俗に違反する行為<br>
                &ensp;&ensp;2.犯罪行為に関連する行為<br>
                &ensp;&ensp;3.本サービスの内容等，本サービスに含まれる著作権，商標権ほか知的財産権を侵害する行為<br>&ensp;&ensp;4.当運営，ほかのユーザー，またはその他第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為<br>&ensp;&ensp;5.本サービスによって得られた情報を商業的に利用する行為<br>&ensp;&ensp;6.当運営のサービスの運営を妨害するおそれのある行為<br>&ensp;&ensp;7.不正アクセスをし，またはこれを試みる行為<br>
                &ensp;&ensp;4.他のユーザーに関する個人情報等を収集または蓄積する行為<br>
                &ensp;&ensp;5.不正な目的を持って本サービスを利用する行為<br>
                &ensp;&ensp;6.本サービスの他のユーザーまたはその他の第三者に不利益，損害，不快感を与える行為<br>
                &ensp;&ensp;7.他のユーザーに成りすます行為<br>
                &ensp;&ensp;8.当運営が許諾しない本サービス上での宣伝，広告，勧誘，または営業行為<br>
                &ensp;&ensp;9.その他，当運営が不適切と判断する行為<br>`,
    },
    {
      title: `第5条（本サービスの提供の停止等）`,
      content: `当運営は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。<br><br>
                &ensp;&ensp;1.本サービスにかかるコンピュータシステムの保守点検または更新を行う場合<br>
                &ensp;&ensp;2.地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合<br>
                &ensp;&ensp;3.コンピュータまたは通信回線等が事故により停止した場合<br>
                &ensp;&ensp;4.その他，当運営が本サービスの提供が困難と判断した場合<br><br>
                当運営は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害についても，一切の責任を負わないものとします。`,
    },
    {
      title: `第6条（利用制限および登録抹消）`,
      content: `当運営は，ユーザーが以下のいずれかに該当する場合には，事前の通知なく，ユーザーに対して，本サービスの全部もしくは一部の利用を制限し，またはユーザーとしての登録を抹消することができるものとします。<br><br>
                &ensp;&ensp;1.本規約のいずれかの条項に違反した場合<br>
                &ensp;&ensp;2.登録事項に虚偽の事実があることが判明した場合<br>
                &ensp;&ensp;3.本サービスについて，最終の利用から一定期間利用がない場合<br>
                &ensp;&ensp;4.その他，当運営が本サービスの利用を適当でないと判断した場合<br>`,
    },
    {
      title: `第7条（退会）`,
      content: `ユーザーは，当運営の定める退会手続により，本サービスから退会できるものとします。<br>`,
    },
    {
      title: `第8条（保証の否認および免責事項）`,
      content: `当運営は，本サービスに事実上または法律上の瑕疵（安全性，信頼性，正確性，完全性，有効性，特定の目的への適合性，セキュリティなどに関する欠陥，エラーやバグ，権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。<br><br>
                当運営は，本サービスに起因してユーザーに生じたあらゆる損害について、当運営の故意又は重過失による場合を除き、一切の責任を負いません。ただし，本サービスに関する当運営とユーザーとの間の契約（本規約を含みます。）が消費者契約法に定める消費者契約となる場合，この免責規定は適用されません。<br><br>
                前項ただし書に定める場合であっても，当運営は，当運営の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害のうち特別な事情から生じた損害（当運営またはユーザーが損害発生につき予見し，または予見し得た場合を含みます。）について一切の責任を負いません。<br><br>
                また，当運営の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害の賠償は，ユーザーから当該損害が発生した月に受領した利用料の額を上限とします。<br>
                当運営は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。<br><br>`,
    },

    {
      title: `第9条（サービス内容の変更等）`,
      content: `当運営は，ユーザーへの事前の告知をもって、本サービスの内容を変更、追加または廃止することがあり、ユーザーはこれを承諾するものとします。`,
    },
    {
      title: `第10条（利用規約の変更）`,
      content: `当運営は以下の場合には、ユーザーの個別の同意を要せず、本規約を変更することができるものとします。<br><br>
                &ensp;&ensp;1.法令の変更により、本規約の変更が必要となった場合<br>
                &ensp;&ensp;2.本規約の変更がユーザーに不利益を与えない場合<br>
                &ensp;&ensp;3.その他、当運営が必要と認める場合<br><br>
                当運営はユーザーに対し、前項による本規約の変更にあたり、事前に、本規約を変更する旨及び変更後の本規約の内容並びにその効力発生時期を通知します。`,
    },
    {
      title: `第11条（個人情報の取扱い）`,
      content: `当運営は，本サービスの利用によって取得する個人情報については，当運営「プライバシーポリシー」に従い適切に取り扱うものとします。`,
    },
    {
      title: `第12条（通知または連絡）`,
      content: `ユーザーと当運営との間の通知または連絡は，当運営の定める方法によって行うものとします。<br><br>
                当運営は,ユーザーから,当運営が別途定める方式に従った変更届け出がない限り,現在登録されている連絡先が有効なものとみなして当該連絡先へ通知または連絡を行い,これらは,発信時にユーザーへ到達したものとみなします。`,
    },
    {
      title: `第13条（権利義務の譲渡の禁止）`,
      content: `ユーザーは，当運営の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。`,
    },
    {
      title: `第14条（準拠法・裁判管轄）`,
      content: `本規約の解釈にあたっては，日本法を準拠法とします。<br><br>
                本サービスに関して紛争が生じた場合には，当運営の本店所在地を管轄する裁判所を専属的合意管轄とします。`,
    },
  ]);

  const privacypolicy = ref<LegalItem[]>([
    {
      title: `プライバシーポリシー`,
      size: `large`,
      content: `Saltype（以下，「当運営」といいます。）は，本ウェブサイト上で提供するサービス（以下,「本サービス」といいます。）における，ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。`,
    },
    {
      title: `第1条（個人情報）`,
      content: `「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。`,
    },
    {
      title: `第2条（個人情報の収集方法）`,
      content: `当運営は，ユーザーが利用登録をする際に氏名，メールアドレスなどの個人情報をお尋ねすることがあります。`,
    },
    {
      title: `第3条（個人情報を収集・利用する目的）`,
      content: `当運営が個人情報を収集・利用する目的は，以下のとおりです。<br><br>
                &ensp;&ensp;1.当運営サービスの提供・運営のため<br>
                &ensp;&ensp;2.ユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）<br>
                &ensp;&ensp;3.ユーザーが利用中のサービスの新機能，更新情報，キャンペーン等及び当運営が提供する他のサービスの案内のメールを送付するため<br>
                &ensp;&ensp;4.メンテナンス，重要なお知らせなど必要に応じたご連絡のため<br>
                &ensp;&ensp;5.利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，ご利用をお断りするため<br>
                &ensp;&ensp;6.ユーザーにご自身の登録情報の閲覧や変更，削除，ご利用状況の閲覧を行っていただくため<br>
                &ensp;&ensp;8.上記の利用目的に付随する目的`,
    },
    {
      title: `第4条（利用目的の変更）`,
      content: `当運営は，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。<br><br>
                利用目的の変更を行った場合には，変更後の目的について，当運営所定の方法により，ユーザーに通知し，または本ウェブサイト上に公表するものとします。<br>`,
    },
    {
      title: `第5条（個人情報の第三者提供）`,
      content: `当運営は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。<br>
                ただし，個人情報保護法その他の法令で認められる場合を除きます。<br><br>
                &ensp;&ensp;1.人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき<br>
                &ensp;&ensp;2.公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき<br>
                &ensp;&ensp;3.国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき<br>
                &ensp;&ensp;4.予め次の事項を告知あるいは公表し，かつ当運営が個人情報保護委員会に届出をしたとき<br><br>
                &ensp;&ensp;&ensp;&ensp;1.利用目的に第三者への提供を含むこと<br>
                &ensp;&ensp;&ensp;&ensp;2.第三者に提供されるデータの項目<br>
                &ensp;&ensp;&ensp;&ensp;3.第三者への提供の手段または方法<br>
                &ensp;&ensp;&ensp;&ensp;4.本人の求めに応じて個人情報の第三者への提供を停止すること<br>
                &ensp;&ensp;&ensp;&ensp;5.本人の求めを受け付ける方法<br><br>
                前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。<br><br>
                &ensp;&ensp;1.当運営が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合<br>
                &ensp;&ensp;2.合併その他の事由による事業の承継に伴って個人情報が提供される場合<br>
                &ensp;&ensp;3.個人情報を特定の者との間で共同して利用する場合であって，その旨並びに共同して利用される個人情報の項目，共同して利用する者の範囲，利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について，あらかじめ本人に通知し，または本人が容易に知り得る状態に置いた場合<br>`,
    },
    {
      title: `第6条（個人情報の開示）`,
      content: `当運営は，本人から個人情報の開示を求められたときは，本人に対し，遅滞なくこれを開示します。<br><br>
                ただし，開示することにより次のいずれかに該当する場合は，その全部または一部を開示しないこともあり，開示しない決定をした場合には，その旨を遅滞なく通知します。<br><br>
                なお，個人情報の開示に際しては，1件あたり1，000円の手数料を申し受けます。<br><br>
                &ensp;&ensp;1.本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合<br>
                &ensp;&ensp;2.当運営の業務の適正な実施に著しい支障を及ぼすおそれがある場合<br>
                &ensp;&ensp;3.その他法令に違反することとなる場合<br>
                前項の定めにかかわらず，履歴情報および特性情報などの個人情報以外の情報については，原則として開示いたしません。<br>`,
    },
    {
      title: `第7条（個人情報の訂正および削除）`,
      content: `ユーザーは，当運営の保有する自己の個人情報が誤った情報である場合には，当運営が定める手続きにより，当運営に対して個人情報の訂正，追加または削除（以下，「訂正等」といいます。）を請求することができます。<br><br>
                当運営は，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の訂正等を行うものとします。<br><br>
                当運営は，前項の規定に基づき訂正等を行った場合，または訂正等を行わない旨の決定をしたときは遅滞なく，これをユーザーに通知します。<br>`,
    },
    {
      title: `第8条（個人情報の利用停止等）`,
      content: `&ensp;&ensp;1.当運営は，本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により，その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行います。<br><br>
                &ensp;&ensp;2.前項の調査結果に基づき，その請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の利用停止等を行います。<br><br>
                &ensp;&ensp;3.当運営は，前項の規定に基づき利用停止等を行った場合，または利用停止等を行わない旨の決定をしたときは，遅滞なく，これをユーザーに通知します。<br><br>
                &ensp;&ensp;4.前2項にかかわらず，利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって，ユーザーの権利利益を保護するために必要なこれに代わるべき措置をとれる場合は，この代替策を講じるものとします。<br>`,
    },
    {
      title: `第9条（プライバシーポリシーの変更）`,
      content: `本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。<br><br>
                当運営が別途定める場合を除いて，変更後のプライバシーポリシーは，本サービスに掲載したときから効力を生じるものとします。<br>`,
    },
  ]);

  function getTermsOfServiceSentence(): LegalItem[] {
    return termsOfServiceSentence.value;
  }

  const getPrivacyPolicySentence = (): LegalItem[] => {
    return privacypolicy.value;
  };

  const getCookiePolicySentence = () => {};

  return {
    getTermsOfServiceSentence,
    getPrivacyPolicySentence,
  };
}
